{"users": ["58fe4880f1c5746d7311867093747775", "abf8fe152026f9b2ac3581c956b5782b", "77008aaf6eb579f3c87a62fd59f936fd", "e3fd6992ad541c59468adff19e8c94d5", "2bea09c443d38d253711f23d7b331927", "24d04e3d0b2fe7ef8366de93618eb904", "af941aae76ff1b9c9b256cbb8ebc2aef", "46e23d760843b8c9a4108a55cd92413d", "c66ec6d215a6d6a6ced2398ebf56ce70", "9d99d1c0336449e5513e2b5a4a8703fc", "7ceac7249b88317ea7403e1021170baa", "848e17ccddc6dd4c241088f54c06c19a", "ce0996178c46d462b9321725e94551c9", "fe4b4225b3abb22d1fa8a2f084afd3d1", "28d6811ede0fc3484cc09dd746864db7", "1de96145769ccdd2e9edfc83bb73eeb6", "c4f655f2ed79599a9259d7762313f3f3", "e0057553ee88e92fa7f626e49d506d29", "30eb9e9d2c651877a03e048d92fbd45c", "65b05f124de8e181e148833b2ebb1f3b", "ede9b6532ff8797db2dcd404e1678ffb", "19639a6a0551a041cd2a480f95b3512e", "8b18f74505620ec147cc08865cc3781b", "06aa115dd25a062243f8b153da42d42d", "82c1e13f9c8377779847dc68834033c8", "553271d597f63503ffc2077b116d01d8", "3a660c329e9edec6c2fa009a9b68e1e0", "1a211da28b1e7d04e218082a6cba2c43", "9dbfc8969c009aadb409a1f6bb4c2468", "831448abacf58762a058978292e11a04", "db8cce925ef72705be29e36cd3fc91d8", "55b1707a4ba1c247ca7e8b2fda461b66", "f90676c8e2dcb79a856920ef077d7453", "7f1fe16a1878c1bfffcac3a58f970913", "d2bb3aaa4e7d81943c2dc3067f628508", "607c94be8e31b66db06b4cf4420f9f0d", "5b6b5cc10b4f863d55fa2f8e34cb3f32", "b880f55c1c18bee531b070471014f6b0", "12020dc27021c1e773093c8635096157", "e0d0e775a528cd74b6907ad7bb2a5b0e", "f18e9a17737c79e96b197362451c1610", "d64c016ccc2983dd050e924454456f3f", "af6d63eb17ce77c8e5bc191ed2cc304e", "fc61256005656a4cd583162522f7c374", "65c4c64347291ae11e6b164cbdcc8504", "f5be702495e5385d07df3b0e00787092", "6a5522c35571eff071d21f3102b4a6d8", "3837de4c3006d29a56f51605267a815d", "eee2b5f92a89ce35248e8899e233fc3d", "ceddccb68278badf357acf5997f7e16e", "91008cf5dfebcb83b1bc91599168377a", "d9d6caec9041106b3019f78e5f592522", "1a24bac964b67d5afe7175b79573d1a6", "d202352e716421da4ef3f7937df7c3f7", "5d6e554bc8961d4464d64c0184c88936", "30b27fe3e59ab850e93f8e20a7a60590", "8b089f0255ff3c591817b6d7bf3c61e6", "76eb6e9c747b2ddbaa370676bf883dd8", "c6272f5ce27fe81e7c7a6fbb75ee3d5b", "4a2394af6d03fa23bbe0ac10990000a4", "77c1df5a6fd97719f03279fa042e5dae", "96f335023d9138bcfbf2e4d2f8933f77", "9a8863906f915b140b94e0e454f9a259", "818a07d4b1a085d65a3851c9f68f148d", "0e96652b15f1e5e0fa6399b0e64c263d", "f394b7be1b50779ca8b084ddb4102d8f", "172475fb7fcc11c5b19bf23afd7d2a16", "80070f1178463ce9350ffb48c11ebea6", "7ec3b29593c9993eb22a15669f600a4e", "410e2d7f3923cb03a907cb7497685877", "7003a4974d488ef1b8ae12c504c772a8", "8b3d7f1d66ccc991e2b6af55b796b5b3", "29b4779c050ef2f4e26144435feb739a", "1d3c12ce945da5c32311673d55e79cad", "d19d1b43002d5e222339310acef86141", "1e3a378ded80a02315c2cbcb7f11e73f", "90bffd32ab6aeafa1482fed85cc37615", "c954cd2d9028178fc08a04f12d91fb51", "8ee4d7099d56fc064d4ad15250478cda", "4f290be79aeb6acf219bf6b7d9345fc2", "37e5dd3d7baa34ad4f2b008edbe9377e", "9ccffaf77219208d648435d28e7600a3", "950d1f9834882e2af9a466a7f73dc38e", "04fa8ddf76452f01b245278feef95454", "521496a9a29d60e3fa1d814041f1c62b", "8522eba1011e52d7672f9d9aeccc044c", "1c273b24a02769e228c09f4f9d6dd63b", "ea1d434bf3285477ecdcdb4e09174403", "4d549d0b4115833aa5fd63ccd125dde8", "bed018d9c59ebdb50e1e4f2fb98f9de9", "3de7a54d9f31ee2ac10b07f802620b84", "a529a5c5f654e8a022f8d3eb78597edc", "4ae3293916c0719f651955df0ba11d00", "34f2adbe741e2c0ed13af8ecb28392e1", "aa3a874c991cd9fecdd68e4c9938ba0c", "8d4a712ae07c695645f1d697cfac35ac", "aca760854b57ce2ec981df32e46dc96c", "c616bb2836e07560645b34e580697e37", "7a9287a8a169656c0c60d7b4ea5fccdc", "ac0f53a26755dea8137986ac5b46423a"], "user_data": {"58fe4880f1c5746d7311867093747775": {"y": [1, 0, 1, 0, 0], "x": ["Everybody had secrets in the neighborhood, but the most shocking is Brytle's.", "The author kept feeding us small bits of information about some secrets everyone in the neighborhood was having.", "Concealing her husband about the real reason they couldn't have kids and having one with a recruiter it was a great twist.", "But at the end, nothing really happens.", "They complain a lot and almost look stupid and incompetent."]}, "abf8fe152026f9b2ac3581c956b5782b": {"y": [1, 0, 0], "x": ["How can he/we really know what actions were truly his?", "I was drawn in to the story pretty easily and stayed fairly engaged throughout, though I will admit I got a little bored there towards the end.", "The wind whipped my skirts around, and I laughed."]}, "77008aaf6eb579f3c87a62fd59f936fd": {"y": [0, 0, 0, 1, 1, 0], "x": ["Five volumes in and this series is still going strong.", "I read this as a teenager and loved it, but it was time for a reread.", "This is a lot better than volume 1, and volume 1 is great!", "Tyler could have reacted less violently, holy shit.", "I did enjoy how Celia and Marco collaborated even though they knew they were competitors.", "I'm glad the writers didn't completely erase her history."]}, "e3fd6992ad541c59468adff19e8c94d5": {"y": [1, 0, 0, 1, 0], "x": ["Big bad uncontrollable wolves get convinced by a pretty face and pretty words all the time.", "Some parts were rushed.", "I wanted her and I wanted Kai - not some random newbies and a new story I didn't care about.", "And she's really convinced and really badass and- I didn't believe it.", "He was okay-ish, but way too intense and perfectly imperfect."]}, "2bea09c443d38d253711f23d7b331927": {"y": [1, 1, 1, 0], "x": ["Also, Eleanor had wondered in the previous to last chapter if it was too late, indicating a change of heart.", "I did like the white horse proposal bit though", "I thought the ending was great, they deserve each other, poor child though.", "It was very good, I enjoyed it a little too much and was up until 2 am because I couldn't put it down!"]}, "24d04e3d0b2fe7ef8366de93618eb904": {"y": [0, 1, 0, 1], "x": ["Simply wrought, but aching and evocative.", "I'm getting involved with someone I can't possibly marry!", "Love!", "I shall marry you immediately!"]}, "af941aae76ff1b9c9b256cbb8ebc2aef": {"y": [1, 1], "x": ["There were times I was worried for one or more of the characters, and the whole thing with Ma's cancer  was very hard for me at times.", "breakups."]}, "46e23d760843b8c9a4108a55cd92413d": {"y": [1, 1, 0, 0], "x": ["\"My father that!\"", "I actually missed the point where Flissy learned that Winnie and Gideon had been married for three months (again, because Flissy didn't care or react, I suspect), but did Winnie and Danny ever actually marry?", "On my list to purchase eventually.", "Or being post-TWS, except that Shield still exists with Fury at the helm."]}, "c66ec6d215a6d6a6ced2398ebf56ce70": {"y": [0, 1, 1], "x": ["\"Delicate, beautiful, fragile.", "Like for real.", "But my biggest problem with Last Light deals with the fact that Matt's super creepy brother, Seth, tries to come on to Hannah repeatedly throughout the book."]}, "9d99d1c0336449e5513e2b5a4a8703fc": {"y": [1, 0, 0], "x": ["This, once it gets going, actually works for me as a dystopia, and the idea of the Protectosphere and the homogenization of the population, and the idea of the forced breeding of young girls , these things actually make for a really compelling dystopic theme.", "Alek is awoken in the night to find his world has been turned upside down, and he is now hunted by his own country.", "Even in England, there were people who found the idea of fabricated beasts immoral, frightening and repugnant."]}, "7ceac7249b88317ea7403e1021170baa": {"y": [1, 1, 0, 1], "x": ["The only way out is through.", "\"The stress of trying to catch up and keep up,\" Williams wrote, \"often became too much and I found myself trying to slow everything down and take some time out.\"", "It can't be because apologizing doesn't erase the pain you've caused, and not just the mind's pain but the body's.", "But how can you socialize people who can't tolerate the environment where they're supposed to be social / who can't practice recognizing the emotional meaning of facial expressions because they can't go into a restaurant?"]}, "848e17ccddc6dd4c241088f54c06c19a": {"y": [0, 0, 1, 1, 0], "x": ["It's funny, and as a Philly girl it made me remember the great times I had as a 20-something girl in the city.", "I forgot how volatile and crazy Kona and Keira were when they were young.", "It was nice to see the family having fun for once!", "Obviously the real M Pierce is interested in what the fans are saying.", "How does Tristan end up in rehab?"]}, "ce0996178c46d462b9321725e94551c9": {"y": [0, 1, 0, 1], "x": ["The upside is that it does pay excellent tribute to what we expect Batman to be.", "I'm just saying.", "They expose a lot about the food industry that citizens should know.", "The traditional way to epilogue a romance is to flash forward a few years where the happy couple loves their happy children, usually a boy and a girl."]}, "fe4b4225b3abb22d1fa8a2f084afd3d1": {"y": [0, 0, 0, 1, 0, 1], "x": ["I received an uncorrected proof of this book for free from the publisher at BEA.", "Bonjour Tristesse has so much quality packed into so few pages.", "The writer pulls you into each of the stories with her very intimate style.", "I felt that she really took that far too well.", "This is the first in the series and so I assume that that is why so little of the book is actually concerned with the mystery, rather it involves the antics of a wide ranging cast of characters.", "THE PROBLEM... The blurb and the reviews on the back of the book basically gave it all away."]}, "28d6811ede0fc3484cc09dd746864db7": {"y": [1, 1, 1], "x": ["I admire them highly for getting Meg the help she needed, but how did they not even tell Cody about Meg's depression, even after Meg's death?", "If Cody were almost a member of Meg's family, and they were *that* close, wouldn't Cody have known?", "As a mom, I was really, really, really pissed at Maddy for jumping on a plane to Hawaii, leaving basically a suicide note for her mother who has already endured the deaths of her husband and son."]}, "1de96145769ccdd2e9edfc83bb73eeb6": {"y": [1], "x": ["Books within books instead of a play within a play was a natural progression from the To Be or Not To Be (although I'd expect Pyramus and Thisbe to be in Midsummer Night's Dream, but perhaps Ryan North is done with these chooseable-path adventure books), but the nurse quest was entirely unexpected and delightfully text-adventurey (and reminiscent of MARTY QUEST from B^F)."]}, "c4f655f2ed79599a9259d7762313f3f3": {"y": [1, 1, 1, 1], "x": ["No discussion of getting help for the girl with anorexia.", "Cora and Will fall in love, or something like it, which bothered me.", "It was all a bit over-dramatic and impossible for my taste.", "I enjoyed the texting back and forth and impromptu PA assistance that Poppy gave Sam."]}, "e0057553ee88e92fa7f626e49d506d29": {"y": [1, 0, 1, 0, 1], "x": ["''I'm--I'm still bloodbound.", "I must admit that you excited me a bit.", "I think I'm falling in love with you.''", "Except she never thought she could actually come to like the guy, or shall I say Alien?", "These books always make me ask myself whether I would tell the truth about the adoption, if I'd been in the parents' shoes, and always, I don't know what the right answer is."]}, "30eb9e9d2c651877a03e048d92fbd45c": {"y": [1, 0, 0, 0], "x": ["All told, none of these details are super important, they just irked me out of giving my whole heart to this first installment.", "And this one keeps you going until the very.", "stop!", "Okay, so here's the thing: I didn't even hate it in the end?"]}, "65b05f124de8e181e148833b2ebb1f3b": {"y": [1, 0], "x": ["And honestly, the thing that bothered me a LOT about the book was her reaction whenever he revealed a new \"skill\" he possessed.", "But whatever the case may be, Chaz is suspicious of Sully and his offer to break her out of prison (seeing as how survival on this creepy planet has an expiration date)."]}, "ede9b6532ff8797db2dcd404e1678ffb": {"y": [1, 0, 1], "x": ["That's the kind of guy you want to be with?", "I'm glad it didn't.", "You flirt and go out with all of these girls and you expect me to believe that you liked Abi all this time?"]}, "19639a6a0551a041cd2a480f95b3512e": {"y": [1, 0, 0, 1], "x": ["The historical detail necessary for the plot is seamlessly integrated, feeling natural to the narrative.", "Total Finished: 25% (my e-reader doesn't always do page counts, but it did tell me 25%)", "A little more world building would have made the circumstances clearer.", "As the anniversary of the truce between dragons and humans draws near, a royal murder and political unrest draw Seraphina dangerously deep into the Court, and threatens the peace she works so hard to maintain."]}, "8b18f74505620ec147cc08865cc3781b": {"y": [0], "x": ["Why are humans such a problem?"]}, "06aa115dd25a062243f8b153da42d42d": {"y": [0, 0, 1, 0, 1], "x": ["I think this is the first time I see a character like him in a romance, especially as the main character x)", "I repeat SHE HAS NEVER SEEN HER OWN FACE !!", ".. Or Cornelius even if it would break my heart ><  )", "J'espere qu'un jour il aura son propre livre, je le verrais totalement en ayant son propre romance =D) et Ilium et Aodhan (j'ai beaucoup aime les voir se disputer, cela les rend plus humains =) Et aussi dans ce livre, nous en apprenons beaucoup sur le passe d'Aodhan !)", "Pleaaase Reyes be my new neighbour ... I'm totally ready to make you delicious brownies ><"]}, "82c1e13f9c8377779847dc68834033c8": {"y": [1, 0, 0], "x": ["He was dead all along?", "I could not help but fangirl to my two best Sanderson fandom friends!", "I expected something wackier, considering the summary."]}, "553271d597f63503ffc2077b116d01d8": {"y": [0, 1, 1], "x": ["It is the writing of a man out of touch with the changing social conventions of his day, which translated into an inability to foresee the way social conventions would be formed seventeen years later.", "The way Percy's Mom murders her husband with Medusa's head and  fits right in with the spirit of the Gods.", "It is bookended by a kooky couple in space who find a message in a bottle psst ... they turn out to be Chimps , Ulysse Merou stands in as a more pedantic Taylor who gets to knock up Nova before they with their child, and the Ape society is more developed, which makes it less effective in creating that Planet of the Apes vibe."]}, "3a660c329e9edec6c2fa009a9b68e1e0": {"y": [1, 1, 1, 0], "x": ["\"Ob-obsessed,\" she said, tripping on the word.", "I felt that he could've utilised his training a bit more instead of being rescued like a girl.", "Okay, he's deaf, there's a lot of physical communication going on, but at that stage, it was getting really weird for me.", "Cal's a known womaniser but he just can't wrap his head around Cali and he's clumsy and awkward as if he's never liked a girl before."]}, "1a211da28b1e7d04e218082a6cba2c43": {"y": [1, 1, 0, 0, 1], "x": ["wow.", "He didn't feel like a true character.", "In Detail: I such heard great things about this book, I was worried the hype would totally ruin it for me.", "And as I was stuck on a train for six hours I felt I should give this book a second chance, and I have to say I confess that this book gripped me and I found I could not put it down.", "Also as a side note, I felt that Grace's mental state was handled very well in this book."]}, "9dbfc8969c009aadb409a1f6bb4c2468": {"y": [0, 1, 0, 0], "x": ["-They made it seem like the time between The Elite and The One was days, not months.", "I still stand by my 3 star review of the last book but I have to say when Lula threw the dildo at the rapist's head   I went from being scared to laughing literally out loud.", "I liked the characters but the story telling aspect of itself felt lost.", "That portion of the book was too dark like the writer got a kick out of it."]}, "831448abacf58762a058978292e11a04": {"y": [1, 0, 0, 1], "x": ["Prebble's crisp, proper British accent really added to the story and there were definite moments where I can call his work a performance and not just a reading (In particular, chapter 33, \"Place the Moon at my eye\" is fantastic ).", "As for the audio side of things Star Wars continues with its great formula of great narration, music, sound effects, and atmospheric sounds.", "The Fool has also told FitzChivalry that they must save Icefire to put the world on a better path.", "I can picture a flooded Manhatten but I can't see how it works out with people living on rooftops and somehow getting down to the water."]}, "db8cce925ef72705be29e36cd3fc91d8": {"y": [1, 1, 0, 1], "x": ["I can say that I didn't hate the series but I deffinitely didn't love it either and I didn't hate this book but I was majorly let down by the end and it killed any worm feelings I had.", "I think all humans eat it the way we do meat.", "It wasn't even a D smiley.", "The main characters got to live but they lived as wolves!!"]}, "55b1707a4ba1c247ca7e8b2fda461b66": {"y": [0, 0, 1], "x": ["I could go on.", "My major issue would be the need for an intelligent and attractive leading lady in every Langdon story.", "At times the story portrays Harper (the serial killer) as a ruthless psycho and sometimes as someone stuck and wants to get out of the cycle."]}, "f90676c8e2dcb79a856920ef077d7453": {"y": [0, 0, 0], "x": ["Look girl get over it already you fell in love with a married man and for some reason he wants you!", "Got the Hea I needed so....Great series!", "He really tried to help Nell through the darkness but that is all the story became for me."]}, "7f1fe16a1878c1bfffcac3a58f970913": {"y": [0, 1, 1, 1], "x": ["My only issue (and it's minor) was that she went with the stereotypical marriage and children ending.", "They should have made her without a child because there is NO FREAKING WAY she was so dense that she still trusted Adele after learning the truth about her behavior.", "I totally did.", "BUT FOR THE LOVE OF PETE, IF YOU'RE GOING TO DO THAT, AT LEAST HAVE IT BE FOR A REASON THAT MAKES SENSE FOR THE CHARACTER!!!!!!!!!!!"]}, "d2bb3aaa4e7d81943c2dc3067f628508": {"y": [0, 0], "x": ["These characters are tied.", "A nice NA about a rich girl who just graduated college and decided to travel through Europe."]}, "607c94be8e31b66db06b4cf4420f9f0d": {"y": [1, 1], "x": ["I wish she was a real person and I wish I could just hug her.", "Sonia's  every time the group would seperate I would get excited that nelson wouldn't find them and then it was like dangit!"]}, "5b6b5cc10b4f863d55fa2f8e34cb3f32": {"y": [0, 0, 1, 0], "x": ["She gives us the perfect bloke.", "Reese's night ends on a high but she thinks she'll never see him again.", "Safety Gangers There is one scene where the hero accepts a dare from his ex-girlfriend to kiss her.", "Love your work My Lovely!"]}, "b880f55c1c18bee531b070471014f6b0": {"y": [1, 1, 1, 0], "x": ["Thankyouthankyouthankyou!", "Daniel!", "My babies had returned!!!", "I found this book to be slow, which made it hard for me to get into."]}, "12020dc27021c1e773093c8635096157": {"y": [1, 0, 0, 1], "x": ["And genuinely, Piper's cheating on her husband is given very little weight at all.", "thanks to anya, my girl, for recommending this book to me.", "I was enjoying it, as much as I allow myself to enjoy books like these.", "This is why we need sensitivity readers"]}, "e0d0e775a528cd74b6907ad7bb2a5b0e": {"y": [0, 1, 0, 0, 1], "x": ["This book is definitely a winner in the life-changing-journey book category.", "I'm guessing that they're the lovers.", "Turns out I was wrong about the first two (Yep, ya heard me.", "Hopefully, Livie's story is better.", "Also,  THE TWINS ARE MAJOR ARCANA CARDS."]}, "f18e9a17737c79e96b197362451c1610": {"y": [0, 1, 0, 1, 1], "x": ["I don't know how I feel about this.", "The thing I really wasn't that thrilled about was the whole Dyl is queer - oh, wait, no, he's straight, sorry about that - oh, wait again, definitely queer  thing.", "After reading the Goodreads summary, I was a bit surprised by the actual book - I thought that the kidnapping was going to be a much bigger part of it, but that was actually resolved fairly quickly.", "It's when the Baudelaires finally start to learn more about V.F.D., and when we meet Quigley Quagmire - I'd also forgotten about his relationship with Violet, which I LOVE .", "It wasn't sufficiently explained to make sense and if it doesn't make sense (and kind of even if it does) it's a really weird kind of queerbaiting  and I'm just not a fan."]}, "d64c016ccc2983dd050e924454456f3f": {"y": [0, 1, 0], "x": ["However, I can't get enough of them and the biker twist the blurb hinted at in this book intrigued me further.", "How did Ryland know where she was?", "More reviews at http://losttobooks.blogspot.com"]}, "af6d63eb17ce77c8e5bc191ed2cc304e": {"y": [0, 0, 1, 0], "x": ["Not even a full chapter into the book I realized I wouldn't like it.", "Either way, rejoice!", "And hopefully they'll be given some leading roles.", "But you know what, I don't think I'll ever be able to make an excuse for how she treated her friend who had been raped."]}, "fc61256005656a4cd583162522f7c374": {"y": [1, 0, 1, 1], "x": ["They immediately fall out of love with each other, in love with a Prince and Healer respectively and find out that: A. Maeve is a varg queen, B. Healers are descended from the fae and have the power to exorcise varg from their human hostages.", "It's this type of segue that gets you into the mindset of Jenny Lawson and the book explores everything from her childhood, to meeting Victor, struggling with shyness to just sheer strangeness.", "I'd actually forgotten until halfway through that this was the book where Molly's powers first start to manifest themselves and the judgement of the Council at the end.", "I was on knife's edge at the end for the big punch in the face and thank god everything worked itself out, but also at the same time slightly disappointed that McGuire didn't go for it."]}, "65c4c64347291ae11e6b164cbdcc8504": {"y": [0, 1], "x": ["He's sexy and swoon-worthy.", "He lied about something from a previous book and it was kind of stupid."]}, "f5be702495e5385d07df3b0e00787092": {"y": [1, 1, 0], "x": ["Roland gains the Tower, this time worthy of it - a true champion of the White (which he wasn't before, because he failed by letting Jake fall, by losing his humanity and sacrificing anything for his obsession) - and renews the Tower/Universe, and is thus renewed himself... and they live happily ever after.", "That said, it could be interesting, in future installments, to see what coming back again does to Victor, since the other EO she brought back was messed up, I'm curious to see if it would have lingering consequences for old Vic.", "That said, I know that the bulk of my complaint - i.e."]}, "6a5522c35571eff071d21f3102b4a6d8": {"y": [0, 1, 0, 0], "x": ["From Emily Beam's old English teacher to her ex-boyfriend's sister to her French teacher, her roommate, and other students at Amherst School for Girls.", "They were such great characters - there should have been more resolution, both in their relationship and in Canaan's family life.", "However, I have little patience for grammatical errors in a finalized book, and this had several.", "While this led, in part, to the mysterious sort of confusing in a good way feel to the book, Emily's story would shift from past to present so subtly that you had to really pay attention to make sure you didn't miss anything important."]}, "3837de4c3006d29a56f51605267a815d": {"y": [1, 0, 0, 1], "x": ["Like her being pregnant and choose to marry the guy and have the kids.", "This one was a hard read to me.", "I hope the third one is all about recovery because our babies really needs a break.", "you said."]}, "eee2b5f92a89ce35248e8899e233fc3d": {"y": [0, 1, 1, 1], "x": ["The story is told from his point of view and that of his sister and their friends.", "So, perhaps he has gotten it after all.", "I don't know if I care for this technique, since one secret complicates the entire story beyond belief.", "I thought this romance was highly unlikely, and it is disappointing that a person cannot be considered as having a life without a romance."]}, "ceddccb68278badf357acf5997f7e16e": {"y": [0, 1], "x": ["It's so easy to get lost in these books and each one reminds you why you're in love with these characters.", "And he didn't even ask Eden until half way through the book."]}, "91008cf5dfebcb83b1bc91599168377a": {"y": [1, 1], "x": ["I'd often thought, If only I had the body of Jase Worthington.", "The actual memory, admittedly less anticlimactic, follows shortly after."]}, "d9d6caec9041106b3019f78e5f592522": {"y": [1], "x": ["fucking."]}, "1a24bac964b67d5afe7175b79573d1a6": {"y": [0, 1], "x": ["I've lost who I am, what I'm meant to do, the only thing I'm good at.", "Why invest so much time on a couple if that is not the end objective?"]}, "d202352e716421da4ef3f7937df7c3f7": {"y": [0, 1, 0, 0], "x": ["My biggest quandary is whether to recommend people read Nation or Little first.", "Was the dog ever going to get its own blood back?", "Avarice was as much a part of the 18th century as the 21st.", "If not commercial, at least lazy."]}, "5d6e554bc8961d4464d64c0184c88936": {"y": [0, 1, 0], "x": ["He falls in love with her so quickly, from just the barest of interactions, at least that we get to see.", "On the other hand, I kind of felt like the ending wasn't enough of an ending?", "That said, I still really enjoyed this book, and definitely it is one I mean to pass along and recommend to friends and family!"]}, "30b27fe3e59ab850e93f8e20a7a60590": {"y": [0], "x": ["The path to Blind Michael's is very interesting and made for a great story as did how that visit was resolved."]}, "8b089f0255ff3c591817b6d7bf3c61e6": {"y": [1, 0], "x": ["It was a little anti-climatic, and I felt as thought the outcome was only decided by accident.", "I don't know about anyone else, but I loved it."]}, "76eb6e9c747b2ddbaa370676bf883dd8": {"y": [1, 1], "x": ["The local Tiger Queen and wife to the Master of the City, Chang Bibi, has her own ideas for Anita's visit and wants to test Anita's powers against her own.", "Tensions are high, and then Akiva appears with a vestibule addressed to Karou."]}, "c6272f5ce27fe81e7c7a6fbb75ee3d5b": {"y": [0, 1, 1, 0], "x": ["Imperfect.", "* Gideon is not convicted for a crime he DID commit, which is just so fucked up, for me.", "* Eva and Gideon secretly marries in the Carribean.", "Awesome."]}, "4a2394af6d03fa23bbe0ac10990000a4": {"y": [0], "x": ["This was good, don't get me wrong but boy was it short!"]}, "77c1df5a6fd97719f03279fa042e5dae": {"y": [1, 1, 1, 1], "x": ["When she figured out how to change the form of her wings, I thought that was pretty cool.", "And I'd like to know more about Clara's dad my jaw dropped open when I found out he was an angel!", "Haha!", "Yes, it was said that he had two lives: one that belonged to a fragile human and one that was created by Morozova when he resurrected her daughter."]}, "96f335023d9138bcfbf2e4d2f8933f77": {"y": [1, 1, 1], "x": ["What's up with that?!", "Lucky is controlling and mean and abuses her.", "Good for Juliette!"]}, "9a8863906f915b140b94e0e454f9a259": {"y": [0, 1], "x": ["Some of my favorite types of books to read are YA dystopian novels but none that I have read have done it as well as this.", "Now I see they are making the final movie into two parts and I can't imagine how much content they would have to fill that amount of space."]}, "818a07d4b1a085d65a3851c9f68f148d": {"y": [1, 0, 0, 1], "x": ["The vengeful Controller has given him possibly the best shot he'll ever get.", "And Marlboro Man?", "), but I haven't read it, oh I don't know, at least since middle school?", "He even tells them he accepted that bribe."]}, "0e96652b15f1e5e0fa6399b0e64c263d": {"y": [1, 0, 1, 1], "x": ["I was able to tolerate Jaden's quasi-cheating on her boyfriend even though I hate cheaters, but Parker,  he was freaking engaged!!", "COMING BACK TO LIFE WHEN THIS BOOK IS RELEASED.", "I'm a late bloomer.", "He's a new kid in school who instantly took a liking to Katy but then something happened."]}, "f394b7be1b50779ca8b084ddb4102d8f": {"y": [1, 0, 0, 0], "x": ["He started to be more interesting when he said \"Who do you think taught Picasso?\"", "Maybe 3.5 but not 5 because of everything that made me go", "Really loved the writing as well.", "\"Next to the pad was a cup that read Zyprexa, which I thought was the craziest-sounding medical name I'd ever heard."]}, "172475fb7fcc11c5b19bf23afd7d2a16": {"y": [0], "x": ["I am not the biggest fan of him either but at least he does seem to care of Aaron as a person."]}, "80070f1178463ce9350ffb48c11ebea6": {"y": [0, 1, 1, 0], "x": ["This is a wonderful book with well-drawn characters and a lot of charm.", "It angered me how many people thought it was their job to meddle in Addie and Louis's business.", "How self righteous and judgmental these people were about something that didn't involve them really frustrated me.", "Language: Mild."]}, "7ec3b29593c9993eb22a15669f600a4e": {"y": [1, 0, 1, 0], "x": ["Having a bit of sailing experience, it did stand out to me that the boat was described as having a keel in one scene, but then there's a later scene in which they are flipping the boat to use as shelter.", "She feels real, with real issues and feelings and problems.", "It definitely makes the book easier to recommend to my middle school students.", "I like Ethan well enough, and Kenzie, too, but this story didn't suck me in the way the first series did."]}, "410e2d7f3923cb03a907cb7497685877": {"y": [1, 1, 0, 1], "x": ["Except for the epilogue where we get a sort of view into some of his thoughts  Is Sam somehow his lost Brother because if they get together that's be just weird, I hope she isn't and I hope they just get together because she's got character and talent and is better than other demons or something, not because she reminds him of his brother....it's weird.", "All of a sudden she loves him, when when did this happen they have been around each other for a week.", "I also disliked the catty co-starring actresses being all hostile to Taryn, its so cliche and stereotype.", "But that still doesn't negate the fact that you could have been killed or worse  GAH!"]}, "7003a4974d488ef1b8ae12c504c772a8": {"y": [0, 1], "x": ["I spent the majority of this book thinking I'd be giving it 4 stars, but once I got toward the end I knew it was going to be 5.", "Jenkins."]}, "8b3d7f1d66ccc991e2b6af55b796b5b3": {"y": [1, 0, 0], "x": ["It was just wrapped up it a pretty little bow, with a card that says, \"here you are!", "So first thoughts: I can't remember how i felt about Sam very well from the first book, but in this book she was getting on my nerves a bit.", "Ryland:"]}, "29b4779c050ef2f4e26144435feb739a": {"y": [0, 0, 0, 1], "x": ["What lifts the plot above the run-of-the-mill contemporaries out there are the characters.", "The plot is quite gently-paced and revolves around Molly coming to terms with her sister getting herself all loved up as well as letting go of her deep-seated fear of rejection.", "The Summer I Turned Pretty is just about as fluffy as its title suggests, but It's Not Summer Without You deals with the impact of Suzannah's death on everyone who loved her, as well as the toxic relationship Belly is struggling to hold onto with Conrad.", "So the government people just go, 'Oh, okay then.'"]}, "1d3c12ce945da5c32311673d55e79cad": {"y": [1, 0, 0, 0], "x": ["The most brilliant part of the novel is the fact that all of these diary entries are a sham, a misdirection to lead the characters, and the reader, in the wrong direction.", "Their personalities are almost becoming almost predictable, I feel like I know them as people.", "What's the point, right?", "this world that kendare blake has created is absolutely batshit insane, and i love it."]}, "d19d1b43002d5e222339310acef86141": {"y": [1, 0], "x": ["Marcos' reason for the timing of his last bit .", "The story is engaging and continually shifts as the main character and his dragon come of age."]}, "1e3a378ded80a02315c2cbcb7f11e73f": {"y": [0, 1, 1, 1, 1, 0], "x": ["It was dramatic and swoon-worthy, just like I wanted it to be.", "It feels a little cliche and unrealistic.", "I'm not sure how I feel about the whole marriage thing.", "SO THEY PLAN THIS WHOLE THING TO TRICK HER?!", "RIP MY BABY GEORGE.", "Though this plot sounds disturbingly similar to Megan Meade's Guide to the McGowan Boys, one of my favorite fluffy YA reads, it isn't a copy."]}, "90bffd32ab6aeafa1482fed85cc37615": {"y": [1, 0, 1, 0], "x": ["For now, she doesn't deserve him.", "I'm so happy to have the third one already.", "And with a lot of funny moments (The Winston-bathtub scene...I couldn't stop laughing)", "A story with cliches, but not being overly too romantic: Sophie Kinsella knows how to deliver a good romance."]}, "c954cd2d9028178fc08a04f12d91fb51": {"y": [1, 0, 1, 1, 0], "x": ["IDK maybe plot would involve something that would ruffle Cage's commitmentphobic feathers..baby perhaps?", "No matter how pissed off I make you, or how frustrated.", "they're gonna lose the baby", "and besides they're having too much sex..a LOT of sex.. >.<", "and also I wouldn't mind a Rock and Trisha prequel.."]}, "8ee4d7099d56fc064d4ad15250478cda": {"y": [0, 1], "x": ["Overall, the manga, as well as its anime adaptation, are both compelling and beautiful; Orange is not an awkward YA story for readers like me who have long left their juvenile years.", "The relationship between friends is admirable, and each character has been given a space in the book to tell their own stories, especially Suwa who, although has always been secretly in love with Naho and will be her husband in the future, is willing to sacrifice himself and change their present so that Naho and Kakeru can finally have a future together ."]}, "4f290be79aeb6acf219bf6b7d9345fc2": {"y": [1, 1, 1, 1], "x": ["Lots has changed for Blaire since she left town.", "Yes, you heard me correctly... only 1!", "Angst surrounding video scene.", "(I don't know this, Im guessing and speculating.)"]}, "37e5dd3d7baa34ad4f2b008edbe9377e": {"y": [1, 0, 1], "x": ["Let me tell you why, so, she fucks over Arobynn by screwing up his trade agreement with Rolfe the pirate king by freeing two ships filled with slaves, destroying his(the pirate kings that is) island defenses and buggering most of his boats.", "Apart from that it's still a completely addictive series though I am reducing a star because it has it's flaws.", "Why Heidi at the end with the baby, I didn't realize Satan was such an involved father."]}, "9ccffaf77219208d648435d28e7600a3": {"y": [0, 1, 1, 0], "x": ["Having said that, JD Robb does make it worth my while to read through the uglies to read an enjoyable book!", "a. Tell the owner that he is wrong and proceed to pet the dog.", "Thus the title of our book, Bitten.", "This book is a 6 out of 5."]}, "950d1f9834882e2af9a466a7f73dc38e": {"y": [0, 0, 1, 0], "x": ["I listened to the audiobook of DEFY, read by Rebecca Mozo.", "That being said, the more I think about the ending, the more angry I am.", "I don't know, that's what I got from the way they interacted with each other.", "The narrator convinced me to listen to the entire audiobook (8-9 ish hours), whereas if I'd been reading the book I probably would have DNFed it."]}, "04fa8ddf76452f01b245278feef95454": {"y": [0, 1, 1, 1], "x": ["But thennn the plot, for reasons unknown, started to dwindle away into one rushed jumble of events.", "It would have been much appreciated if we'd gotten an insight into all the other things at hand: how things would progress from here, if Ember could grasp more control over her 'gift', character development for every single other bloody person who wasn't Hayden (hell, maybe even him) and WHO IN FACT HAD WIPED HER MOTHER'S MEMORY AWAY??????", "Exhibit F- the love confession.", "Exhibit C- A bunch of silly teens out for revenge set up a prank that goes horribly wrong and ends up in bloodshed (OH HOW SHOCKING INDEED!)"]}, "521496a9a29d60e3fa1d814041f1c62b": {"y": [0, 1, 1, 0], "x": ["Darrow - His journey through this book is painful.", "'Rest little one.", "And grossly condenscending?", "Butt.)"]}, "8522eba1011e52d7672f9d9aeccc044c": {"y": [0, 0, 0, 1, 1], "x": ["The story read as part adventure, part suspense, part spy novel, part romance, and the viewpoint switched between multiple characters, giving the reader a fuller sense of the action.", "My major disappointment with this book was the romance and the treatment of sex.", "Why is it that Australian authors always write so well?", "And then of course, when Tris dies, you need the second viewpoint character.", "It's only after she realizes she wants to live that it works for her to sacrifice herself, in the ultimate act of forgiveness for her brother and everyone else who has wronged her."]}, "1c273b24a02769e228c09f4f9d6dd63b": {"y": [1, 0, 1, 1], "x": ["Hanna seen Iris's secret stash of things while she was there, so how hard would it be for Kelsey to have a phone?", "There was a few times where I really felt like just skipping to the end first to see what actually happened.", "The \"soul mate\" thing, and the most powerful one being Becca, instead of Ryland.", "Any of them could have told the media."]}, "ea1d434bf3285477ecdcdb4e09174403": {"y": [1, 0], "x": ["Then ending of the book gave me goosebumps!", "This book was strange."]}, "4d549d0b4115833aa5fd63ccd125dde8": {"y": [1, 1, 0, 0], "x": ["I do like that he apologized and was angry with Declan's (nice but really rather dreadful) mother after the driving thing came out.", "And the love scenes are super hot, even if they both include a few of my VERY LEASE FAVORITE lurrrve scene THINGS and some truly bizarre descriptions (PLEASE STOP SAYING IT'S PURPLE)", "She and Ezra soon bond, and he comes to see that she's the quippiest of the bunch and has a lot of interests and philosophies.", "I thought Eulberg did quite a good job on the two viewpoints."]}, "bed018d9c59ebdb50e1e4f2fb98f9de9": {"y": [0, 1, 1], "x": ["I read everyone's reviews (even the ones with spoilers) before reading.", "Then, Denny allows her parents to keep her and their daughter at their house for months after she gets out of the hospital and ignores all the signs that they are trying to keep their daughter longterm.", "Oh wait, there is more...Denny stupidly takes a teenage girl home from a ski trip and allows her to finagle a night stay not realizing she has developed a crush on him."]}, "3de7a54d9f31ee2ac10b07f802620b84": {"y": [1, 1, 1, 0, 0, 0], "x": ["Meira and Theron?", "It really came out of nowhere XD", "They're cute, and make me want them to kiss in front of Mather every few seconds, but it was a bit rushed.", "The thing is, it takes a special kind of confidence to say 'I don't give a flying fuck about what you think of me' because we're built to care.", "Don't worry, I've learned my lesson.", "Don't get me wrong, it's quite good."]}, "a529a5c5f654e8a022f8d3eb78597edc": {"y": [1, 0, 1, 1], "x": ["And he tells her who she can and can't go out with, even though he says he doesn't want to be with her himself.", "She IS the way it was written: meandering, fantastical, a bit bizarre and overly whimsical.", "I think this was because we hardly received any backstory on Tom.", "I don't buy that at all."]}, "4ae3293916c0719f651955df0ba11d00": {"y": [0, 0, 1, 1, 0, 1], "x": ["I did feel that perhaps it sends the message that having an abortion changes who you are (which isn't necessarily true), it is an important book nonetheless, and one I would recommend to readers looking for a quick but sensitive read.", "Mare Barrow is a Red - that's the colour of her blood - and the Reds are meant to serve the Silver because the Reds are considered inferior and the Silvers have supernatural powers.", "As for Logan, I'm not convinced he is Chris...", "I did sometimes dislike Cole and I had doubts about his feelings and intentions for Nikki,  and thought that Jack was a better match for her.", "Actual Rating: 3.5", "I'm happy content he died, but I think some weren't."]}, "34f2adbe741e2c0ed13af8ecb28392e1": {"y": [1, 0], "x": ["In the end, this other man still got to have her.", "Allyson's coming of age story is average, at best."]}, "aa3a874c991cd9fecdd68e4c9938ba0c": {"y": [1, 1, 0, 1], "x": ["You see, I don't feel crazy.", "i still felt alone.", "falling into this dark abyss, where they distance themselves from each other more and more.", "\"oh, why not just say it, theodore?"]}, "8d4a712ae07c695645f1d697cfac35ac": {"y": [0, 1, 1, 0], "x": ["This book was a little hard for me to get into.", "No No No.", "The plot reminded me of a mixture of other books  The way he helped rescue the woman he used as toys reminded my of Q in Tears of Tess with how he freed sex slaves even though we didn't find out that Brax was not killing the woman until the end.", "I can't wait to read more about Shooter and the rest of the characters."]}, "aca760854b57ce2ec981df32e46dc96c": {"y": [1, 1, 1, 0, 0, 1], "x": ["Then, just to point out how horrible this is, she is then ATTACKED!", "Except each time she's starting to realize new clues.", "Trans-sexual is a tough topic and hasn't always been told with education or respect.", "I've loved just about every book I've picked up about them.", "I'm so glad I took the time to read this before the movie is out later this year.", "but I know I really miss the Original Holly and I missed Adam."]}, "c616bb2836e07560645b34e580697e37": {"y": [0], "x": ["Anne Calloway is 90 years old when we first meet her."]}, "7a9287a8a169656c0c60d7b4ea5fccdc": {"y": [0, 1, 0, 1, 1], "x": ["The layers of the underworld that she travels through were different in a chilling and alien way.", "If this quote doesn't perfectly describe people on their phone all the time then I don't know what does (I'm one of them, ok?", "She signed the note, \"Your eccentric aunt Marti.\"", "In case that's confusing to you, Mister, it's called profit.", "If Scarlett O'Hara lived in the west, her story would have been a lot like These Is My Words."]}, "ac0f53a26755dea8137986ac5b46423a": {"y": [0, 0, 0, 1, 1], "x": ["Nash is totally opposite, soon to be lawyer, very smart, very educated hunk.", "To help save her brother, Marie goes on a wild ride with Horse.", "But it brings a new idea to love at first sight.", "Holy Shit!", "Intelligent."]}}, "num_samples": [5, 3, 6, 5, 4, 4, 2, 4, 3, 3, 4, 5, 4, 6, 3, 1, 4, 5, 4, 2, 3, 4, 1, 5, 3, 3, 4, 5, 4, 4, 4, 3, 3, 4, 2, 2, 4, 4, 4, 5, 5, 3, 4, 4, 2, 3, 4, 4, 4, 2, 2, 1, 2, 4, 3, 1, 2, 2, 4, 1, 4, 3, 2, 4, 4, 4, 1, 4, 4, 4, 2, 3, 4, 4, 2, 6, 4, 5, 2, 4, 3, 4, 4, 4, 4, 5, 4, 2, 4, 3, 6, 4, 6, 2, 4, 4, 6, 1, 5, 5]}